{
    "script": [
        { 
            "start" : {
                "weight" : 0,
                "pass" : false,
                "contents" : [
                    {
                        "type" : "text",
                        "content" : "2017.10.05\n\n今天是我的成年禮，身為灰曼尼特族長老的大女兒，我的任務就是紀錄村裡的重大事件。為了練習我的文筆、也為了引歷史為戒、謹慎對待掌握實權後所面對的大小事，我今後一定要多多寫下身邊的事物，希望我能夠成功勝任。"
                    },
                    {
                        "type" : "text",
                        "content" : "2017.10.06\n\n昨夜父親告訴我，我已成熟至應該承擔庫魯克亞女神的秘密。現在開始，要奪回被嘈雜掩去的五感、以海洋母親賜予灰曼尼特族公主的智慧重新認識女神所保佑著的提克捼利村。到底什麼是庫魯克亞女神的秘密？我試圖追問，但父親卻流淚了。心情有點不安。"
                    },
                    {
                        "type" : "text_continue",
                        "content" : "2017.10.08\n\n我覺得我可能瘋了。\n從成年禮那天開始，只要靜下來就會一直聽見奇怪的聲音。悽似輓歌的曲調一陣一陣海浪似地拍打我的心神，我問過其他朋友，卻沒人聽得見。小潔說大概是因為我剛成為有實權的公主壓力太大了，出村落到鎮上玩玩放鬆一下就會沒事，結果一到鎮上博物館，我就沒來由的被極致的悲傷所包圍，崩潰哭得不能自己。小潔被我嚇壞了，請在博物館工作的伊萊叔叔幫忙開車送我回家，奇怪的是，伊萊叔叔似乎沒有太過擔心，只意有所指地跟我說，這就是冠以庫魯克亞之姓的長老家該承受的懲罰。小潔握緊了我的手，偷偷告訴我伊萊叔叔就是個被逐出村落的瘋子罷了不必理會。但我還是感到很不舒服。這到底是怎麼回事？"
                    }
                ]
            }
        },
        
        {
            "continue" : {
                "weight" : 0,
                "pass" : false,
                "contents" : [
                    {
                        "type" : "text",
                        "content" : "明天就是豐收祭了，以往的今日我都興奮地睡不著。\n但我今天卻一點都不開心，伊萊叔叔的話跟從去鎮上那天開始就更難以忽視的幻聽困擾著我。我在想，今日半夜趁父母親忙於豐收祭的祈福，自己去博物館看看是否是個好點子？"
                    },
                    {
                        "type" : "text",
                        "content" : "「！」\n「我是伊萊，別緊張。」一個男人的聲音從斗篷下傳來。\n「伊萊叔叔？你來這兒做什麼？」\n「我奉庫魯克亞女神的命令來此迎妳。」\n「什麼？」\n「跟我去博物館吧，那裡有妳想要的答案。」伊萊的聲音堅定，那個神秘的歌聲停了，只剩秋日的海風輕拂樹梢。"
                    },
                    {
                        "type" : "text_question",
                        "content" : "A. 跟他上車\nB. 氣憤離開"
                    }
                ]
            }
        },
        
        {
            "A" : {
                "weight" : 0,
                "pass" : false,
                "contents" : [
                        {
                            "type" : "text",
                            "content" : "2017.10.09 夜，速記\n\n親愛的日記啊，\n晚上準備前往博物館時，我在門口遇到伊萊了！\n他說庫魯克亞女神在召見我，這一切都太荒唐了，但想到那個不明的歌聲，我還是決定隨著他去到博物館。\n\n我從來沒來過鎮上的博物館，就連上次其實也沒看見什麼就被送回家了，小時候博物館盛大開幕時我曾要求父親帶我去看過，但他以那裡很無趣拒絕了。\n\n結果庫魯克亞女神的貝壺居然在這兒？\n看旁邊的介紹詞，小卡上寫著這個傳說中存有庫魯克亞女神靈魂的貝壺為灰曼尼特族長老一脈捐贈給博物館的，這個號稱為庫魯克亞信仰中最神秘的聖物，每年吸引成千上萬觀光客來此一睹她美麗的風采。\n\n父親明明告訴我庫魯克亞女神的貝壺早就消失了？\n我很確定灰曼尼特族的長老一脈就是指我們家，那父親怎麼會不知道貝壺在這兒？\n\n庫魯克亞女神的貝壺是真的很美，閃著奇異珍珠光澤的壺口不知如何打造的，薄如蟬翼且曲線滑順，一路完美地蜿蜒至鑲嵌著各式灰藍珍珠的壺身。像婀娜的海之妖姬，包裹著充滿生命力的海浪、隨著風翩翩起舞。溫濕度計指針像靜止了那樣在玻璃上守護著貝壺，銀色的珠光閃耀。"
                        },
                        {
                            "type" : "text",
                            "content" : "那個淒婉的歌聲又響起了，以貝壺為中心繚繞著整個空蕩的展廳。我忍不住跪下了。\n\n我如今回想起來也不知道為什麼，我就是情不自禁地跪下了。伊萊叔叔也在我身邊跪下，我學著他的動作虔誠的向貝壺一拜。歌聲停止了，輕柔的女聲淺淺笑了一下，我聽見她說起了我聽不懂的語言。我茫然地向伊萊叔叔求救，我知道那是庫魯克亞語，小時候我聽爺爺奶奶們是說這個的，然而等我開始在村裡剛蓋好的學校上課後，說著一口純正帝國語的老師就禁止我們再說庫魯克亞語了，他們說，那是落後且沒規則的野蠻語言。\n\n我是個好孩子，自此之後就不再願意說庫魯克亞語，說也奇怪，從我開始上學起，父母也開始不再說庫魯克亞語了。我想這或許跟只會庫魯克亞語的爺爺奶奶過世有關，或許就是不再需要說了吧？然而，我一口流利的帝國語如今卻讓我感到困窘，我很想回應跟聽懂女神悅耳的那些話，卻一點也無從了解。"
                        },
                        {
                            "type" : "text",
                            "content" : "伊萊無奈的向貝壺方向咕噥了一句，女聲又笑了，一道奇異的閃光後，我聽懂了女神說的話。\n\n「年輕的公主，妳願意帶我回家嗎？我不願意再被外人輕挑的觀望、我想念我的子民們。」她語帶懇切地說著。\n良久，我回答。"
                        },
                        {
                            "type" : "text_question",
                            "content" : "A. 當然，我會和父親說看看的。我族的聖物豈能這樣流落在外？\nB. 這兒不好嗎？如果回部落，貝壺大概很快就在海風之下成灰了，實在不好保存啊。"
                        }
                    ]
            },
            "B" :  {
                "weight" : 0,
                "pass" : false,
                "contents" : [
                    {
                        "type" : "text",
                        "content" : "「你說什麼瘋話啊？」我憤怒地瞪著眼前的男人。\n「妳難道沒聽懂庫魯克亞女神的呼喚？原來長老家已經墮落至此了嗎？」伊萊挑高了眉毛，語帶諷刺地說道。\n被鄙視聽不懂庫魯克亞語的羞恥感及多日來心煩意亂的委屈頓時湧上，讓我忘記了要壓低音量，大聲了起來「這個時候騙一族的公主出村，你到底存什麼心思？先前是你在搞鬼對吧？我勸你快把那個奇怪的音頻關掉，否則…我就讓父親叫鎮長把你給徹底趕出去。」"
                    },
                    {
                        "type" : "text_continue",
                        "content" : "伊萊黑色的瞳看起來更加深沉了，淬了毒似的目光讓我有些發怵。\n「layiwa…wutux le layiwa 」他恨恨地從牙縫中擠出這句話，轉身走了。\n「什麼鬼？\n我聽不懂、也沒了出門探險的興致，回到房裡把這句話抄錄到日記裡，然後倒頭睡了。",
                        "question" : {
                            "content" : "continue"
                        }
                    }
                ]
            }
        },
        {
            "A" : {
                "weight" : 0,
                "pass" : false,
                "contents" : [
                    { 
                        "type" : "text",
                        "content" : "我承諾女神了.....\n親愛的日記，我該怎麼辦？\n我相信父親有他不這麼做得理由，我不過就是一個剛成年的公主，怎麼就這樣貿然誇下海口了。\n貝壺的管理怎麼辦？\n博物館這邊又怎麼交代？\n\nhttps://www.cna.com.tw/postwrite/detail/235956"
                    }
                ]
            },
            "B" : {
                "weight" : 0,
                "pass" : false,
                "contents" : [
                    { 
                        "type" : "text",
                        "content" : "女神她痛苦地喊了一聲，隨後同伊萊激動地說了起來。\n這回我沒再聽懂她說的話。\n\nhttps://www.cna.com.tw/postwrite/detail/235956"
                    }
                ]
            },
            "continue" : {
                "weight" : 0,
                "pass" : true,
                "contents" : []
                
            }
        }
    ]
}