start_message = '''\
帝國的提克捼利村，住著古老而神秘的灰曼尼特族。
幾百年來灰曼尼特族人依海而居、避世而純樸，
眾人對其唯一的已知便是他們虔誠的信奉著庫魯克亞女神及其座下的神風魚。
西元2000年，以庫魯克亞為姓氏、去到北大洲完成碩士學業的長老家長子在回家後做出了改革，灰曼尼特族迎來了村內第一所以帝國語教學的學校，此後，其官方語言也改成了帝國語，灰曼尼特族漸漸解密、向世界開放。
西元2017年，二十歲的長公主庫魯克亞・文心完成成年禮，開始從父親手上慢慢接下領導灰曼尼特族的任務。
接下來的日記將自該年開始，各位觀眾，準備好一窺灰曼尼特的前世今生了嗎？

遊戲規則:
此遊戲為一聊天機器人模式的互動式遊戲，劇情架構為故事主角庫魯克亞・文心的日記。
在觀賞劇情故事，並在在劇情中，選取自己想要的劇情發展，最後即會導向不同的結局。

請按「start」以開始遊戲～\
'''

looping_message = '''\
我族親愛的孩子啊
妳聽見庫魯克亞女神的呼喚了嗎？

在礁石與海潮的見證下，
妳的決定是否一如當初？\
'''

ending_A = '''\
結局：
2043.10.25

假日的灰曼尼特總是多人的，更別提鄰近祭典的今天了，村裡像是塞滿半個帝國的人那樣，擁擠不堪。
街道上的族人們看見我走過都對我露出了微笑，不是我自傲，可在我的帶領之下，提克捼利村這幾年成為了全帝國最富有的地區之一，擁有世界非物質文化遺產的神女之舞，這裡一年到頭塞滿了慕名而來的觀光客、學者和想要學習神女之舞的外地人。
走過暗巷，我看見兒時玩伴的家裡正在殺宰著幾年前被登記為國寶、同時也是我族神明的神風魚給好奇的饕客一飽口福。她偷偷摸摸著，並且在看到我時露出了心虛又討好的笑。我平靜的點點頭。
雖然我族一直以來規定神風魚的犧牲只能是為了灰曼尼特族人，白話來說，就是只有灰曼尼特族人可以吃神風魚。但有鑒於神風魚早已在帝國大學教授的幫忙下由先進的圈養技術復育，所以倒也不算什麼珍稀物資了，觀光客想吃就吃吧？族裡人生活能好過也多虧了牠們。前幾年伊萊那個瘋老頭倒是抗議過，瘋狂在族裡的法庭上對我喊著「wutux le layiwa 」，但我不是很在乎。為了通過模範村落考核取得發展資金，二十五歲那年我終於完全掌握了庫魯克亞語，我知道那句話是「妳這個叛徒」的意思。

但說真的，不只我，其他族人也沒有要理他的意思，
我們現在過得很好，那就夠了。
我也從未愧對我的信仰，庫魯克亞女神如今在帝國發揚光大，
這難道還不夠嗎？\
'''

ending_B = '''\
結局：
2043.10.15

今天是女兒的成年禮，從今天開始，這孩子也該承擔起一些族內事務的責任了。晚上喝了兩杯後回想起當年我的成年禮，那就好像昨天一樣清晰：讓人發狂的幻聽、不懂庫魯克亞語的艱難和在接受外部勢力與否中掙扎。相比起來，我的寶貝柔兒可真是幸運多了。二十四歲那年，我終於成功在族人的支持及帝國大學教授的幫忙下和博物館達成協議。精通傳統手藝的伊萊叔叔完成了一件貝壺的複製品，漂亮而閃爍著珍珠光澤的貝壺如今依舊是博物館的當紅明星，每年吸引了眾多觀光客。
而真正的庫魯克亞女神貝壺則回家了，回到了我族的祖屋，日日接受族人的敬愛與珍惜，也同時受到定期前來調整保護設備的博物館人員關照。我的寶貝從小就比我聰慧地能聽見女神的聲音，在女神溫柔的指導下，柔兒不僅在學校學會了流利的帝國語，也能以庫魯克亞語作為最熟悉的母語，驕傲地做一個優雅而堅毅的灰曼尼特族人。
柔兒從上學開始就當起了大家的庫魯克亞語小老師，在學校裡指導著同學們。而她二十歲的今日，會場裡說的是庫魯克亞語，年輕人能輕鬆地與只會庫魯克亞語的耆老們溝通，往日世代間互相不屑、歧視的張力不復存在。這一切的源頭要回到二十二歲那年。在充滿媒體搗亂的豐年祭日後我和父親大吵了一架，我指責他媚外的放任外人奪走族裡的權利、敗壞傳統規距。他則狠狠甩了我一巴掌，眼眶血紅的告訴我這也非他所願，這一切的不得已不僅是為了我族的文化能得到資源支持傳承、也是為了窮苦的族人能得到經濟方面的改善。
那晚我們最後沈默地抱著對方痛哭。
我不知何時睡著了，醒來的時候只看見父親留下了道歉的字條和一位帝國大學人類學的聯繫方式。隔天，我離家踏上了為族裡尋求既能保持傳統初心又能改善生活品質的生活之道。
感謝庫魯克亞女神的庇佑，幾年後我學成歸來，重新佈局了村裡的發展規劃、也養出了比我更有想法的柔兒。
看著今日的歌舞昇平，我想，我能大聲的說我做得很好吧？\
'''